Repository: AhmedAbdelhamid12/domono
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Domino Score
ar: العب دومنو

source: Reset Game
ar: إعادة تعيين

source: Edit Team Names
ar: تغيير أسماء الفرق

source: Right Team
ar: اسم الفريق الأيمن

source: Left Team
ar: اسم الفريق الأيسر

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Total
ar: المجموع

# noScores
source: No scores recorded
ar: لا توجد نقاط مسجلة

source: Selected Team
ar: الفريق المحدد

# matchLimit
source: Winning Limit
ar: الحد الفاصل

source: points
ar: نقطة

# history
source: Match History
ar: سجل المباريات

# noHistory
source: No previous matches
ar: لا توجد مباريات سابقة

# winMessage
source: won with
ar: فاز بنتيجة

# resetConfirmation
source: Are you sure you want to reset the points?
ar: هل أنت متأكد أنك تريد إعادة تعيين النقاط؟

source: Confirm
ar: تأكيد

source: Match Result
ar: نتيجة المباراة

source: Date
ar: التاريخ

source: Close
ar: إغلاق

source: Show Current Game
ar: عرض اللعبة الحالية

source: Show History
ar: عرض سجل المباريات
